Repository: YoannCHVR/init-symfony
Catalog: translations/messages.*.xlf
Languages: fr

# foo
source: Beate
fr: Bite

# simulation.general.unknown
source: Unknown
fr: Inconnu

# simulation.index.header.title1
source: Estimate your performance and savings potential
fr: Estimez vos performances et votre potentiel d'économies

# simulation.index.header.title2
source: in less than a minute!
fr: en moins d'une minute !

# simulation.index.simulation.title
source: What performances ?
fr: Quelles performances ?

# simulation.index.simulation.intro1.title
source: Service, availability, quality... and hidden costs
fr: Service, disponibilité, qualité… et coûts cachés

# simulation.index.simulation.intro1.content
source: If customer satisfaction remains a priority, industrial performance is nonetheless multi-criteria! We suggest that you take a critical look at the hidden costs of your production activity and project yourself into a proactive approach.
fr: Si la satisfaction client reste une priorité, la performance industrielle n’en est pas moins multicritères ! Nous vous proposons de jeter un regard critique sur les coûts cachés de votre activité productive, et de vous projeter dans une démarche proactive.

# simulation.index.simulation.intro2.title
source: Less than a minute: generate your pdf
fr: Moins d'une minute : générez votre pdf

# simulation.index.simulation.intro2.content
source: Choose a production line that is representative of your activity and let us guide you. Our tool provides a quick estimate of your industrial performance (value-added time, loss mapping, etc.), and reveals the savings and gains you could achieve by targeting your efforts.
fr: Choisissez une ligne de production représentative de votre activité et laissez-vous guider. Notre outil propose une estimation rapide de vos performances industrielles (temps à valeur ajoutée, cartographie des pertes…), et révèle les économies et gains que vous pourriez réaliser en ciblant vos efforts.

# simulation.index.addedValue.content
source: Your time spent creating added value is estimated at
fr: Votre temps passé à créer de la valeur ajoutée est estimé à

# simulation.index.charts.title
source: Estimation of your situation
fr: Estimation de votre situation

# simulation.index.charts.array.col1.title
source: Rates
fr: Taux

# simulation.index.charts.array.col1.line1
source: Availability
fr: Disponibilité

# simulation.index.charts.array.col1.line3
source: Quality
fr: Qualité

# simulation.index.charts.array.col2.title
source: Added-values time
fr: Temps à valeur ajoutée

# simulation.index.charts.chart1.title
source: Breakdown of your activity (% time)
fr: Découpage de votre activité (% temps)

# simulation.index.charts.chart1.legend.item1
source: % Unexplained Losses
fr: % Pertes Inexpliquées

# simulation.index.charts.chart1.legend.item2
source: % Quality Losses
fr: % Pertes Qualités

# simulation.index.charts.chart1.legend.item3
source: % Performance Losses
fr: % Pertes Performances

# simulation.index.charts.chart1.legend.item4
source: % Stop Losses
fr: % Pertes Arrêts

# simulation.index.charts.chart1.legend.item5
source: % Added Value
fr: % Valeur Ajoutée

# simulation.index.charts.chart2.title
source: Estimated savings by reducing your losses
fr: Gain de CA potentiel

# simulation.index.charts.chart2.legend.item1
source: 20% reduction in losses
fr: réduction de 20% des pertes

# simulation.index.charts.chart2.legend.item2
source: 40% reduction in losses
fr: réduction de 40% des pertes

# simulation.index.charts.chart2.label.x
source: Hourly cost of your line (€)
fr: Coût horaire de votre ligne (€)

# simulation.index.charts.chart2.label.y
source: Potential savings (€)
fr: Économies potentielles (€)

# simulation.index.charts.chart2.text.item1
source: € saved
fr: € économisés

# simulation.index.charts.chart2.text.item2
source: € saved
fr: € économisés

# simulation.index.charts.chart3.title
source: Potential revenue gain
fr: Gain de CA potentiel

# simulation.index.charts.chart3.legend.item1
source: reallocation of the 20% of saved losses
fr: réaffectation des 20% de pertes économisées

# simulation.index.charts.chart3.legend.item2
source: reallocation of the 40% of saved losses
fr: réaffectation des 40% de pertes économisées

# simulation.index.charts.chart3.label.x
source: Current turnover generated by this line (€M)
fr: Chiffre d'affaires actuel généré par cette ligne (M€)

# simulation.index.charts.chart3.label.y
source: Potential revenue gain (€)
fr: Gain de CA potentiel (€)

# simulation.index.charts.chart3.text.item1
source: € ; potential revenue gain
fr: € ; gain de CA potentiel

# simulation.index.charts.chart3.text.item2
source: € ; potential revenue gain
fr: € ; gain de CA potentiel

# simulation.form.field1.label
source: Number of days worked (per year)
fr: Nombre de jours travaillés (par an)

# simulation.form.field1.more
source: Other:
fr: Autre:

# simulation.form.field2.label
source: Rotation of working time
fr: Rotation du temps de travail

# simulation.form.field2.placeholder
source: Choose
fr: Choisir

# simulation.form.field3.label
source: Quality rate (in %)
fr: Taux de qualité (en %)

# simulation.form.field3.placeholder
source: Quality rate (in %)
fr: Taux de qualité (en %)

# simulation.form.field4.label
source: Planned downtime (days/year)
fr: Arrêts planifiés (jours/an)

# simulation.form.field4.placeholder
source: Planned downtime (days/year)
fr: Arrêts planifiés (jours/an)

# simulation.form.field5.label
source: Unplanned downtine (days/year)
fr: Arrêts non-planifiés (jours/an)

# simulation.form.field5.placeholder
source: Unplanned downtine (days/year)
fr: Arrêts non-planifiés (jours/an)

# simulation.form.field6.label
source: Nominal line speed (units/hour)
fr: Cadence nominale de la ligne (unités/heure)

# simulation.form.field7.label
source: Real line speed (units/hour)
fr: Cadence réelle de la ligne (unités/heure)

# symfony.great
source: I love Symfony
fr: J'aime Symfony
